export const grade4Semester2 = {
  type1: ["杂","稀","蜻","蜓","蝶","蝌","蚪","笼","剥","构","饰","蹄","序","朴","素","率","踏","偕","绘","谐","寄","眠","慰","藉","卜","锐","滩","怀","炸","蝠","霸","鹰","怒","吼","脂","餐","划","昂","畜","番","埋","刷","测","详","笨","钱","凌","末","描","隧","态","吨","颐","膨","胀","脱","离","纳","拥","箱","臭","蔬","碳","钢","隐","康","胞","疾","防","灶","雾","繁","漫","灭","藤","萝","膝","涛","淼","瓶","挤","叉","犁","桦","涂","革","绣","潇","稳","朦","胧","脂","寂","霞","抹","忧","虑","贡","屏","蹬","稿","腔","蛇","遗","残","盆","勃","讨","厌","坝","忠","毒","警","戒","歪","咕","汤","据","伏","哗","调","促","颤","剧","苟","警","侍","馆","附","脾","气","捷","昂","供","添","扩","范","努","刻","灿","替","镶","紫","仪","浙","罗","杜","鸢","窄","郁","肩","臀","移","额","陆","乳","笋","端","源","裹","莹","恭","勤","博","贫","逢","晋","扭","炕","铝","兵","晃","哩","胖","绊","劫","故","尸","慌","芙","蓉","洛","毡","觐","乾","坤","役","窑","催","萃","攀","堂","膛","伦","腹","剁","磨","沌","脏","维","秩","岗","辛","栽","戒","哉","泰","杖","敬","拘","蕴","豹","派","婴","媳","淹","逼","旱","徒","扮","绕","骗","灌","溉","硕","允","劬","牌","禁","懈","踪","嘹","私","频","拆"],
  type2: [],
  lessons: [
    {lesson:1,title:"古诗词三首",type1:["杂","稀","蜻","蜓","蝶","蝌","蚪","笼","剥"],type2:[]},
    {lesson:2,title:"乡下人家",type1:["构","饰","蹄","序","朴","素","率","踏","偕","绘","谐","寄","眠"],type2:[]},
    {lesson:3,title:"天窗",type1:["慰","藉","卜","锐","滩","怀","炸","蝠","霸","鹰"],type2:[]},
    {lesson:5,title:"琥珀",type1:["怒","吼","脂","餐","划","昂","畜","番","埋","刷","测","详"],type2:[]},
    {lesson:6,title:"飞向蓝天的恐龙",type1:["笨","钱","凌","末","描","隧","态","吨","颐","膨","胀","脱","离"],type2:[]},
    {lesson:7,title:"纳米技术就在我们身边",type1:["纳","拥","箱","臭","蔬","碳","钢","隐","康","胞","疾","防","灶","雾"],type2:[]},
    {lesson:9,title:"短诗三首",type1:["繁","漫","灭","藤","萝","膝","涛","淼"],type2:[]},
    {lesson:10,title:"绿",type1:["瓶","挤","叉","犁"],type2:[]},
    {lesson:11,title:"白桦",type1:["桦","涂","革","绣","潇","稳","朦","胧","脂","寂","霞","抹"],type2:[]},
    {lesson:13,title:"猫",type1:["忧","虑","贡","屏","蹬","稿","腔","蛇","遗","残","盆","勃"],type2:[]},
    {lesson:14,title:"母鸡",type1:["讨","厌","坝","忠","毒","警","戒","歪","咕","汤","据","伏","哗"],type2:[]},
    {lesson:15,title:"白鹅",type1:["调","促","颤","剧","苟","警","侍","馆","附","脾","气","捷","昂","供","添"],type2:[]},
    {lesson:16,title:"海上日出",type1:["扩","范","努","刻","灿","替","镶","紫","仪"],type2:[]},
    {lesson:17,title:"记金华的双龙洞",type1:["浙","罗","杜","鸢","窄","郁","肩","臀","移","额","陆","乳","笋","端","源"],type2:[]},
    {lesson:18,title:"小英雄雨来",type1:["裹","莹","恭","勤","博","贫","逢"],type2:[]},
    {lesson:19,title:"我们家的男子汉",type1:["晋","扭","炕","铝","兵","晃","哩","胖","绊","劫","故","尸","慌"],type2:[]},
    {lesson:22,title:"古诗三首",type1:["芙","蓉","洛","毡","觐","乾","坤"],type2:[]},
    {lesson:23,title:"黄继光",type1:["役","窑","催","萃","攀","堂","膛"],type2:[]},
    {lesson:24,title:"宝葫芦的秘密",type1:["伦","腹","剁","磨","沌","脏","维","秩","岗","辛","栽","戒","哉"],type2:[]},
    {lesson:25,title:"巨人的花园",type1:["泰","杖","敬","拘","蕴"],type2:[]},
    {lesson:26,title:"海的女儿",type1:["豹","派","婴","媳","淹","逼","旱","徒","扮","绕","骗","灌","溉"],type2:[]},
    {lesson:27,title:"宝葫芦的秘密",type1:["硕","允","劬","牌","禁","懈","踪","嘹","私","频","拆"],type2:[]}
  ]
};
